---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.LoadCombination
source: html/489a8893-e4a2-d720-6e7d-d37f0953bf1e.htm
---
# LoadCombination Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.